"MenuTitle" = "HP LaserJet Professional Utility";

"Cleaning Page" = "Page de nettoyage";
"Demo Page" = "Page de démonstration";
"Configuration Page" = "Page de configuration";
"Supply Status Page" = "Page d'état des consommables";
"Print Information Pages" = "Imprimer les pages d'informations";

"OK" = "OK";
"Cancel" = "Annuler";
"Quiet Mode" = "Mode silencieux";
"Enable" = "Activer";
"Disable" = "Désactiver";
"HTML Config..." = "Configuration HTML...";

"After 1 minute" = "Après 1 minute";

"After 5 minutes" = "Après 5 minutes";

"After 15 minutes" = "Après 15 minutes";

"After 30 minutes" = "Après 30 minutes";

"After 1 hour" = "Après 1 heure";

"After 2 hours" = "Après 2 heures";

"Never" = "Jamais";


"1 minute" = "1 minute";

"5 minutes" = "5 minutes";

"15 minutes" = "15 minutes";

"30 minutes" = "30 minutes";

"1 hour" = "1 heure";

"2 hours" = "2 heures";

"4 hours" = "4 heures";

"8 hours" = "8 heures";

"24 hours" = "24 heures";

"EcoSMART" = "EcoSMART";

"Sleep after:" = "Veille après :";

"Auto Off after:" = "Désactivation auto après :";


"sleep after" = "Veille après :";

"Language" = "FRENCH";

"CleaningPagePanelLabel" = "L’utilitaire de nettoyage de l’imprimante HP LaserJet Professional a été conçu pour supprimer l’excès de particules de papier et de toner qui peuvent s’accumuler sur l’unité de fusion et sur les rouleaux et permettre ainsi de rallonger la durée de vie de votre imprimante.\r\nPour démarrer le nettoyage, suivez les étapes ci-dessous :\r\n1. Assurez-vous que le périphérique est en veille et que le voyant Prêt est activé\r\n2. Chargez du papier transparent ou du papier pour photocopieuse (70 g/m² - 90 g/m²) avec une surface lisse dans le bac 1\r\n3. Appuyez sur OK pour démarrer le nettoyage\r\nRemarque - La procédure de nettoyage complète dure environ 3 minutes.";
